# მომხმარებელს შეეკითხეთ ხელფასი

# თუ 10000ზე მეტია, დაუპრინტეთ, გოა-ში სწავლობდი?

# თუ 1000----10000 -ია , დაუპრინტეთ you mid

# თუ 1000-ზე დაბალია, დაუპრინტეთ, შემოსულიყავი გოაში, მატრიცელო
user_salary=int(input("whats your salary: "))

if user_salary >=10000:
    print("შენი ხელფასია: " + str(user_salary) + "გოაში ხომ არ სწავლობდი შემთხვევით?")
elif user_salary < 1000:
    print("გოაში შემოსულიყავი მატრიცელი")
else:
    print("შენი ხელფასია" + str(user_salary) + "არაგიშავს რა;")
    